7zip
acpi
act
arc-gtk-theme
arc-icon-theme
ardour
bacon
base
base-devel
bash-language-server
bat
bear
blender
brightnessctl
ccache
clang
cloc
cmake
cpupower
dhcpcd
difftastic
distrobox
dsq
duf
dunst
dust
earlyoom
expect
eza
fd
feh
firefox
flameshot
fq
fuse-overlayfs
fzf
gdb
git
git-absorb
git-delta
github-cli
gitleaks
git-lfs
go
graphviz
gtkwave
htop
hyperfine
i3blocks
i3-wm
imagemagick
inetutils
inkscape
inotify-tools
iptables-nft
iverilog
iw
iwd
jc
jq
keepassxc
kitty
krita
lcov
lf
libvirt
linux
linux-firmware
linux-headers
lld
lldb
lshw
lsof
ltrace
lua-language-server
man-db
man-pages
marksman
mold
moreutils
mpv
neovim
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obs-studio
openssh
pacman-contrib
parallel
perf
pipewire-alsa
pipewire-pulse
playerctl
podman
podman-compose
podman-docker
python-pip
python-pipx
qemu-full
qmk
rclone
redshift
refind
ripgrep
rofi
rofi-calc
rofimoji
rsync
rustup
sccache
sd
shellcheck
shfmt
sshfs
stow
strace
stylua
syncthing
sysstat
tealdeer
time
tmux
tree
ttc-iosevka
ttf-nerd-fonts-symbols-mono
typescript-language-server
udiskie
unclutter
unzip
up
usbutils
valgrind
verilator
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vtr
vulkan-extra-layers
vulkan-extra-tools
vulkan-radeon
vulkan-tools
watchexec
webkit2gtk
wget
wireplumber
xbindkeys
xclip
xdot
xdotool
xorg-server
xorg-xinit
xorg-xinput
xss-lock
xsv
yosys
yq
zenity
zig
zip
zls
zoxide
zsh
