acpi
act
arc-gtk-theme
arc-icon-theme
autoconf
automake
base
base-devel
bash-language-server
bat
bc
bear
binutils
bison
brightnessctl
cabal-install
ccache
clang
cmake
cpupower
debugedit
deno
dhcpcd
dsq
duf
dunst
dust
expect
eza
fakeroot
fd
feh
firefox
flameshot
flex
fq
fzf
gcc
gdb
ghc
ghc-static
git
git-absorb
git-delta
github-cli
git-lfs
glibc-debug
go
graphviz
gst-plugin-pipewire
gtkwave
haskell-language-server
htop
hyperfine
i3blocks
i3status
i3-wm
imagemagick
inetutils
inotify-tools
iptables-nft
iverilog
iw
iwd
jc
jq
keepassxc
kitty
lcov
lf
libva-mesa-driver
linux
linux-firmware
linux-headers
lld
lldb
lshw
lsof
ltrace
lua-language-server
make
man-db
man-pages
marksman
mesa-utils
mold
moreutils
mpv
neovim
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
p7zip
pacman-contrib
parallel
patch
perf
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
podman
python
python-lsp-server
python-pip
python-pipx
python-virtualenv
qmk
qt5-charts
rclone
redshift
refind
ripgrep
rofi
rofi-calc
rofimoji
rsync
rustup
sd
shellcheck
shfmt
sof-firmware
spirv-tools
sshfs
stack
starship
steam
stow
strace
stylua
sudo
syncthing
sysstat
tealdeer
time
tmux
tokei
tree
ttc-iosevka
ttf-nerd-fonts-symbols-mono
udiskie
unclutter
unzip
up
usbutils
vale
valgrind
verilator
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vtr
vulkan-extra-layers
vulkan-extra-tools
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wget
which
xbindkeys
xclip
xdg-desktop-portal-gnome
xdg-user-dirs
xdot
xdotool
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xss-lock
xsv
yaml-language-server
yosys
zenity
zig
zip
zls
zoxide
zram-generator
zsh
